autumn/frisbee/soap/describe.xml

<?xml version="1.0" encoding="utf-8"?>   
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:enterprise.soap.sforce.com">
  <soapenv:Header>
     <urn:SessionHeader>
        <urn:sessionId></urn:sessionId>
     </urn:SessionHeader>
  </soapenv:Header>
  <soapenv:Body>
     <urn:describeSObject>
        <urn:sObjectType></urn:sObjectType>
     </urn:describeSObject>
  </soapenv:Body>
</soapenv:Envelope>